{
    "Name": "Leon Gayle",
    "Email": " leongayle018@gmail.com",
    "Phone": " +16582042023",
    "Education": " University of the West Indies, Mona (2023-26) • Recipient of New Fortress Energy Full Scholarship given to 10 students per academic year, nationally, for outstanding academic performance, financial need and demonstrable community involvement and leadership qualities • Pursuing a BSc. in Electronics Engineering, I am currently a member of Semester 1 (2023) Dean’s List; 1st year included completing 13 rigorous courses over the maximum credit which covered C, C++, Arduino, Java (OOP), Android, MySQL, MATLAB, CAD, Calculus (I, II and III), Electronics, and other tools for engineering applications. Jamaica College Sixth Form (2021-23) • Passed all 10 Cape Units, more rigorous than required. Perfect score (Distinction): Computer Science (CS) Unit 1&2 and Physics Unit 1&2. • National Merit List (2023): 23rd CS Unit 2, 26th Integrated Mathematics, and Physics Unit 2. Jamaica College (2016-21) • GPA: 3.81. Passed 9 CSEC Subjects. Perfect score: Mathematics, Chemistry, Physics, IT. • National Merit List (2021): 36th in Industrial Technology: Electrical Engineering. • Clubs and Societies: Prefect Body, Jamaica College Chess Team, STEM Club, Robotics Club",
    "Experience": " Computing Society (2023-Present) • Trained for employment; upload appointed and personal projects using GitHub • In the Web Dev Special Interest Group (SIG); later, AI/ML SIG and UI/UX SIG. • Created arcade games such as Snake Game and Flappy Bird to play or watch win using AI algorithms (Hamiltonian Cycle, A* Search) using JS, HTML and CSS. FIRST Tech Challenge | Robotics Club (2021-2023) Positions: Chief of Engineering, Lead Engineer, Captain 6899 (2022), Vice-Captain 3981 (2023) • Recruited after national placement to teach over 15 under-classmates and new members engineering concepts, programming control systems and innovative designs for robots. • Co-operated with programmers and CAD developers to build and tweak the robot design. • The team won the Design and Inspire Award, and Captain Alliance (2023), which qualified us to represent the Caribbean in the Houston, Texas Competition, where we became the first Caribbean Team to win the Motivate Award, bronze on the international stage. Hope Valley Experimental School (2023) • Introduced 1st to 6th-grade students to robotics, covering components, operations, Scratch and Lego along with my colleagues from First Tech Challenge. FIRST Global Challenge | Jamaica National Robotics Team (2022) • Gleaned nationwide to be one of 26 students to serve as an engineer on the National Team. • Won Most Prestigious Award: bronze Albert Einstein Award on the global stage among 3 other awards including Al-Khwarizmi Award for Outstanding Supporter.",
    "Skills": " Computer Literate | Website Development | C Language | C++ | Java | JavaScript | CSS5 Cascading Style Sheets (CSS) | SQL | Android | HTML | Robotics | Leader"
}